aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
alexcvzz.vscode-sqlite
austenc.tailwind-docs
bradlc.vscode-tailwindcss
docker.docker
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.github-vscode-theme
golang.go
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
jaydenlin.ctags-support
kennylong.kubernetes-yaml-formatter
maarti.jenkins-doc
mechatroner.rainbow-csv
mhutchie.git-graph
michelemelluso.gitignore
miguelsolorio.symbols
moshfeu.compare-folders
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pbkit.vscode-pbkit
pkief.material-icon-theme
premparihar.gotestexplorer
redhat.vscode-yaml
tim-koehler.helm-intellisense
timonwong.shellcheck
twxs.cmake
wayou.vscode-todo-highlight
windmilleng.vscode-go-autotest
xaver.clang-format
